---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpecTypeId.Boolean
source: html/541f7cfe-87c0-7934-6b9f-483682d5bfb3.htm
---
# SpecTypeId.Boolean Members

This class contains constants identifying specs.